More than one loop not allowed.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NotOneLoopPath3d { get; }
  Visual Basic
Public Shared ReadOnly Property NotOneLoopPath3d As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NotOneLoopPath3d {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace